{
  "Get to know you": {
    "This or That": [
      "Coffee or tea to start your day?",
      "City life or countryside forever?",
      "Netflix night in or night out dancing?",
      "iPhone or Android?",
      "Short hair or long hair?",
      "River day or lake day?",
      "Glasses or contacts?",
      "Velvet or leather?",
      "Crayons or markers?",
      "Shoes or sandals?",
      "Fish or birds?",
      "Sitting or standing?",
      "Shorts or pants?",
      "Sweet or savory?",
      "Cats or dogs?",
      "Trees or bushes?",
      "Driver or passenger?",
      "Steak or chicken for dinner?",
      "Airplanes or hot air balloons?",
      "Reading or writing?",
      "Crayons or colored pencils?",
      "Hairspray or hair gel?",
      "Hardwood floors or carpet?",
      "Dancing or singing?",
      "Shoes on or barefoot at home?",
      "Walking on grass or walking on concrete?",
      "Comedy night or drama night?",
      "Smartphone time or movie time?",
      "Hiking or swimming?",
      "Chocolate or fruit?",
      "Silk or cotton?",
      "Fake plants or real plants?",
      "WhatsApp message or a quick phone call?",
      "Beach trip or mountain trip?",
      "Donuts or croissants?",
      "Laptop or desktop?",
      "Pizza or hamburger?",
      "Morning person or night owl?",
      "Waffles or pancakes?",
      "Naps or no naps?",
      "Cooking or washing up?",
      "Series night or movie night?",
      "Whole milk or skim milk?",
      "Macs or PCs?",
      "Shower or bath?",
      "McDonald's or Burger King?",
      "Fried chicken or hot dogs?",
      "Asian food or Mexican food?",
      "Planes or trains?",
      "Halloween or Christmas?",
      "Walking or running?",
      "Fruits or veggies?",
      "Earbuds or headphones?",
      "Math or science?"
    ],
    "Light Questions": [
      "What was your favorite cartoon as a kid?",
      "What's your go-to comfort food?",
      "If you could have any pet, what would it be?",
      "What’s under your kitchen sink?",
      "Can you name someone who shares your birthday?",
      "What’s the most recent thing you ate?",
      "How much do spoilers annoy you?",
      "When was the last time you were sick?",
      "What’s the hottest you ever remember being?",
      "If you could live in a house of any size, what size would feel too big for you?",
      "Is there any food you never get too full for?",
      "What’s your favorite piece of clothing you own?",
      "What’s the most unusual mode of transportation you’ve taken?",
      "About how many pairs of shoes do you own?",
      "What’s the farthest you’ve traveled in a single day?",
      "What’s your favorite Disney movie?",
      "What’s one kitchen appliance you don’t own but would like to?",
      "If you had to try one extreme sport, which would you pick?",
      "How good are you at saying tongue twisters?",
      "What’s a favorite movie from your childhood?",
      "How outgoing would you say you are?",
      "What’s your favorite type of fabric to wear?",
      "If you could have any superpower, what would it be?",
      "If you could eat one food as much as you want without it being unhealthy, which would you choose?",
      "If you had to spend your whole salary in one store, which store would it be?",
      "If you could repaint one room in your home, which room would you choose?",
      "How do you feel about circuses?",
      "Is it easier for you to keep your room clean or your car clean?",
      "What’s your favorite dessert?",
      "What movie do you think is a waste of time?",
      "How do you feel about shopping for clothes?",
      "What’s the most recent movie you watched?",
      "What’s the view from your bedroom window?",
      "What do you wish you had more of?",
      "Is there any food you absolutely can’t stand?",
      "What’s your least favorite household chore?",
      "Which sport are you best at?",
      "Are you a heavy sleeper or a light sleeper?",
      "How many times a day do you check your phone?",
      "What food or dish do you cook the best?",
      "What’s your favorite form of exercise?",
      "If you had to wear one color for the rest of your life, which color would it be?",
      "If you could choose a different name for yourself, what would it be?",
      "Who was the last person you spoke to on the phone?",
      "If you could learn to cook one dish perfectly, what would it be?",
      "What was your first paying job?",
      "What would be a great invention?",
      "What are you grossed out by?",
      "How many phone numbers do you have completely memorized?",
      "If you could be any animal, which would you be?",
      "Do you listen to any podcasts?",
      "What’s the most annoyingly catchy song you can think of?",
      "What’s the most recent TV show you watched?",
      "Have you ever seen anything unidentified in the sky?",
      "How important is organization to you?",
      "How often do you use emojis?",
      "Do you know how to change a flat tire?",
      "What’s your favorite and least favorite thing about traveling?",
      "What color is your toothbrush?",
      "Do you pour cereal first or milk first?",
      "Do you drink the milk in the bowl after finishing your cereal?",
      "Do you leave online reviews for things you buy?",
      "Which insect or animal would you remove from the earth if you could?",
      "What was the most recent concert you went to?",
      "What language would you like to learn?",
      "What’s your favorite time of day?",
      "What’s a contest or award you’ve won?",
      "What’s your favorite sport to watch?",
      "What book did you start reading but never finish?",
      "Where were you this time yesterday?",
      "Where do you think you’ll be this time tomorrow?",
      "Are there any sounds or sensations you can’t stand?",
      "Who is your favorite superhero?",
      "What’s one song you know all the lyrics to?",
      "What word or phrase do you say way too often?",
      "What’s one of the funniest commercials you've ever seen?",
      "Do you wish you had more clothes or fewer clothes?",
      "If you planted a garden, what would you grow?",
      "If you could be anywhere right now playing this game, where would you be?",
      "If you could be any fictional character, who would you choose?",
      "What time do you usually go to bed?",
      "What’s your favorite type of cheese?",
      "If you could live one day in the life of any profession, which would it be?",
      "How many times a year do you usually get sick?",
      "If it’s late and you can’t fall asleep, what do you do?",
      "How many slices of pizza can you eat in one sitting?",
      "What excuse do you usually use to avoid obligations?",
      "If a genie gave you three wishes, what would you wish for?",
      "What would be your preferred way to start the day?",
      "What’s a recent purchase you regret?",
      "What’s your preferred brand of deodorant?",
      "Have you ever cut your own hair?"
    ],
    "Moderate Questions": [
      "What's the best trip you've ever taken?",
      "Which skill do you wish you had?",
      "What was the best gift you've ever received?",
      "Did your parents have siblings?",
      "Did your family have any pets?",
      "What was your favourite thing to do during your teenage years?",
      "What did you want to do when you grew up?",
      "Did you learn to drive?",
      "Which were your favourite subjects?",
      "What was your special talent or favourite subject?",
      "Do you have any siblings? If so, what are their names and ages?",
      "Did your family or you join any societies at university?",
      "What activities did you and your best friend enjoy doing?",
      "What hobbies and interests did you have during your teenage years?",
      "Who were your closest friends as a teenager?",
      "Who were your closest friends at college?",
      "What did you do on school holidays?",
      "Where did you live during these years?",
      "Did you enjoy primary school?",
      "Did you study hard?",
      "Which secondary school did you attend, and what type of school was it?",
      "How did you celebrate birthdays when you were young?",
      "What are the names of your maternal grandparents?",
      "What is your earliest memory of school?",
      "Who were your closest friends growing up?",
      "Do you remember your first (or least favourite) teacher?",
      "Did you ever get into trouble at primary school?",
      "Did you enjoy college?",
      "What did your father do for a living?",
      "Did any teacher make a big impression on you (positive or negative)?",
      "How did your life change moving to secondary school?",
      "Did you study further than degree level?",
      "Did you go on to study for a degree? If so where and what did you study?",
      "What was your first job?",
      "Which primary school did you attend, and what type of school was it?",
      "Were you part of a sports team or any extra-curricular activities?",
      "What was your favourite music, TV, films, or books during your teenage years?",
      "What styles of clothes did you wear, and how did you style your hair as a teenager?",
      "Did you make good friends?",
      "How old were your parents during your childhood?",
      "What were your favorite holidays like?",
      "Where and when were you born?",
      "How would you describe your grandparents’ home?",
      "How would you describe the neighborhood you grew up in?",
      "How would you describe your father?",
      "How would you describe your siblings?",
      "How would you describe your student years?",
      "How did you adjust to working full time?",
      "Did you enjoy living away from home?",
      "Where did you live once you left your childhood home?",
      "What was the salary of your first job?",
      "Who did you live with?",
      "Where do you visit most often?",
      "What hobbies have you enjoyed throughout your life?",
      "What activities and hobbies do you currently enjoy?",
      "Do you enjoy spending time outside, perhaps in the garden or on a walk?",
      "How do you exercise?",
      "Have you supported any charities or causes?",
      "How do you like to unwind and relax?",
      "If you could visit anywhere in the world, where would it be and why?",
      "Do you have any goals you'd like to accomplish?",
      "What compliment do you receive most often?",
      "What’s a talent you admire in others?",
      "If you had unlimited money, what business would you start?",
      "When was a time you said yes but wish you had said no?",
      "Who is someone you understand better now than you used to?",
      "Have you ever had a paranormal experience?",
      "What’s a saying or mantra that has made your life easier?",
      "Do you feel your age, or do you feel younger or older?",
      "What are you afraid of?",
      "Where have you gone and felt the most out of place?",
      "If you had a time machine, where and when would you go?",
      "What’s the most money you would spend on a piece of clothing?",
      "Do you think we will ever discover intelligent life on other planets?",
      "What’s one thing you would change about your life right now?",
      "What’s the biggest stressor in your life at the moment?",
      "Do you think it’s okay to lie sometimes?",
      "What tends to worry you the most lately?",
      "Do you have any recurring dreams?",
      "How much of a leader would you say you are?",
      "What’s an activity you’d do if you weren’t so afraid?",
      "Have you ever borrowed something and broken, lost, or forgotten to return it?",
      "How often do you talk to yourself?",
      "What would your past self think of who you are today?",
      "At what age would you consider someone to be old?",
      "Do you consider yourself a good long-distance friend?",
      "What’s the most heroic thing you’ve ever done?",
      "How many seconds do you usually spend brushing your teeth?",
      "What’s a rule or promise you’ve set for yourself that you never break?",
      "Is there a risk you’d like to take but you’re too afraid to?",
      "What’s your love language?",
      "What’s one thing you would change about the world today?",
      "What has been the most difficult skill you’ve had to learn?",
      "What’s a bad habit that was hard for you to give up?",
      "Who encouraged you most when you were young?",
      "If you had 24 hours while the world was paused, what would you do?",
      "If you had a million dollars to spend only on someone you love, what would you buy?",
      "If you had a month of free time to learn a new hobby, what would it be?",
      "What do you think of the sound of your own voice?",
      "What’s something you’re interested in that most people aren’t?",
      "How often do you ask for help?",
      "What’s one thing you like about the person to your right?",
      "What’s an answer you wish you had right now?"
    ],
    "In-depth Questions": [
      "What life lesson took you the longest to learn?",
      "If you could change one decision from your past, what would it be?",
      "Who has influenced you most in your life?",
      "What lessons about love and life did you learn during these years?",
      "How did your views on religion change during this time?",
      "What are your most memorable stories of your father?",
      "What are your most memorable stories of your mother?",
      "What did you hope for as you grew older?",
      "Did you know what you wanted to do when you were older? How did you feel about the future?",
      "Were there any historical events you lived through that stood out?",
      "What was your relationship with your family like during these years?",
      "What is your earliest memory?",
      "What did you learn from your father?",
      "Do you have any information about relatives further back than your grandparents?",
      "Were you told any stories of your birth?",
      "How old were you when you met the one?",
      "What are your most treasured memories of happy times spent together?",
      "What have you learnt about relationships over the years? Any advice you'd share?",
      "How would you describe your religious beliefs?",
      "What have been the most difficult things in your life?",
      "What values did your parents and grandparents instill in you?",
      "Do you have a message you'd like to share with your family?",
      "What have you done in your life which you are most proud of?",
      "What values have guided you the most in your life?",
      "What have been the most positive things in your life?",
      "What are your most prized possessions, and what do they mean to you?",
      "What do you think are the most important things in later life?",
      "Who do you most admire?",
      "How have your beliefs changed over the years?",
      "What are the best decisions you have made?",
      "What events shaped your life the most?",
      "What have you learned during your working life that you'd like to pass on to others?",
      "What are the most memorable global events you've lived through?",
      "Which have been the most enjoyable periods of your life so far and why?",
      "What advice do you have for future generations?",
      "What are your hopes and dreams for the future?",
      "How do you hope people will remember you?",
      "What’s one thing you could remove from your life that would most improve it?",
      "Have you ever been depressed?",
      "Have you ever tried a self-help technique?",
      "What has been a turning point in your life?",
      "What’s one way you’ve changed for the better in the past year?",
      "What’s a difficult goal you managed to achieve?",
      "If you could change one event in history, what would it be?",
      "If you could revisit your past and bring back one item, what would it be?",
      "How has your personality changed throughout your life?",
      "If you had to lose one of your senses, which would it be?",
      "What’s an annoying habit you wish you could break?",
      "What usually triggers your anger?",
      "What’s your biggest fear?",
      "Who has impacted your life the most?",
      "When you meet someone new, what first impression do you hope they have of you?",
      "What’s the most important ingredient in a friendship?",
      "If you could create one rule everyone had to follow, what would it be?",
      "What happened in your life in the past five years that you never expected?",
      "What’s something you’ve learned that you wish you hadn’t?",
      "Is there a question you’re afraid to ask anyone here?",
      "Do you have a memory you wish you could forget?",
      "If you could know your exact death date, would you want to?",
      "When was the last time you felt insulted?",
      "What’s one thing you would change about modern politics?",
      "What’s the most embarrassing moment of your life?",
      "Have you ever seen a dead body?",
      "If you had to relive one day of your life forever, which day would it be?",
      "What’s something you’ve changed your mind about recently?",
      "What’s one thing you would never change about yourself?",
      "What’s something you looked forward to for a long time but didn’t meet your expectations?"
    ],
    "Love Couples": [
      "What’s something I do that instantly makes you feel at home?",
      "When was the last time I surprised you in a good way?",
      "What's the best moment you spent with me today?",
      "What’s a fear you feel safer facing because we’re together?",
      "What’s one thing you’ve learned about love from being with me?",
      "What song reminds you of us?",
      "What’s a future version of us that excites you the most?",
      "What’s something about me that has grown on you over time?",
      "When do you feel most seen by me?",
      "What’s a moment where you thought, ‘Yep, this is my person’?",
      "Do we have a shared routine?",
      "What’s a place that reminds you of me?",
      "What’s one thing you admire about how I handle life?",
      "What’s a silly memory of us that still makes you laugh?",
      "What’s something you feel we balance well as a couple?",
      "What’s one way we’ve grown stronger after a tough moment?",
      "What’s a quality in me that inspires you?",
      "What’s one thing you love doing with me that you don’t enjoy as much alone?",
      "What’s a habit we’ve built together that feels grounding?",
      "What’s a risk you’d take because you know I’m by your side?",
      "What’s one thing you hope never changes between us?",
      "What’s a memory of us that feels like a turning point?",
      "What’s a dream you didn’t have until we were together?",
      "What’s something I do that instantly lifts your mood?",
      "What’s one thing you trust me with completely?",
      "What’s something you appreciate about how we communicate?",
      "What’s a future habit you’d like us to have?",
      "What’s a shared value that keeps us aligned like stars?",
      "What’s a moment you felt lucky to experience with me?",
      "What’s a moment where teamwork really showed in our relationship?",
      "Is there a side of you that only I get to see?",
      "What would you love to do with me tomorrow?",
      "Where will we be in 5 years?",
      "What’s something you admire about how we handle conflict?",
      "What’s a future challenge or fear you’d want to face with me?",
    ]
  },
  "Edgy vibes": {
    "This or That (Spicy)": [
      "Sex once a month or five times a week?",
      "Kiss on the first date or wait until the 5th?",
      "Date someone super hot but boring, or fun but average-looking?",
      "You jump straight to it or some oral first?",
      "Finishing externally or internally?",
      "Giving oral or receiving oral?",
      "Front oral or back oral?",
      "Swallow or don’t?",
      "One round of sex or two rounds of oral?",
      "Lights on or lights off?",
      "Being pinned down or doing the pinning?",
      "Hands restrained or legs restrained?",
      "Being told what to do or giving the instructions?",
      "Slow build-up or straight to it?",
      "Clothes off slowly or clothes off immediately?",
      "Against a wall or on a bed?",
      "Face-to-face or from behind?",
      "Being on top or underneath?",
      "Taking control or giving it up?",
      "Rough intensity or controlled pressure?",
      "Staying quiet or not caring who hears?",
      "Hair pulling or neck holding?",
      "Marks hidden or marks visible?",
      "Eye contact or eyes closed?",
      "Fast and urgent or slow and overwhelming?",
      "Morning intimacy or late-night intimacy?",
      "Public teasing or private action?",
      "Stopping before climax or going all the way?",
      "One partner or multiple partners?",
      "Threesome or group experience?",
      "Group experience with strangers or with people you know?",
      "Sex with a close friend or a complete stranger?",
      "Breaking a rule or making a new one?",
      "Almost getting caught or knowing you won’t?",
      "Being bent over or pulled close?",
      "Hands only or mouth involved?",
      "Short and intense or long and exhausting?",
      "Leading the pace or being pushed to keep up?",
      "Staying clothed at first or fully naked immediately?",
      "Talking dirty or staying silent?",
      "Being praised or being challenged?",
      "Being teased for a long time or satisfied quickly?",
      "Finishing together or one after the other?",
      "Repeating the same position or switching often?",
      "Staying in control or losing it completely?",
      "Soft touches or firm grip?",
      "Being guided physically or verbally?",
      "Starting gentle or starting aggressive?",
      "Slow kissing or skipping kisses?",
      "Hands on hips or hands on throat?",
      "Being pulled closer or pushed down?",
      "Undressing yourself or being undressed?",
      "Taking your time or no patience at all?",
      "Being told to wait or being told to hurry?",
      "Face visible or face buried?",
      "Being completely sober or slightly tipsy?",
      "Planned encounter or spontaneous moment?",
      "Knowing exactly what will happen or being surprised?",
      "Repeating a favorite move or trying something new?",
      "Being watched or watching?",
      "Staying in one place or moving around?",
      "Keeping it private or making it risky?",
      "Being dominant the whole time or switching roles?",
      "Climax focused or journey focused?",
      "Touching over clothes or under clothes?",
      "Being guided slowly or pushed suddenly?",
      "Having control taken or asking for it to be taken?",
      "Soft voices or firm commands?",
      "Gentle pressure or intense grip?",
      "Being fully exposed or partly covered?",
      "Taking breaks or going nonstop?",
      "Hands above head or hands gripping something?",
      "Being on your knees or standing?",
      "Starting slow and ending fast or the opposite?",
      "Being confident or being desperate?",
      "Eye contact during or avoiding it?",
      "Being wanted calmly or urgently?",
      "Being teased verbally or physically?",
      "Staying composed or falling apart?",
      "Repeating one position or exploring many?",
      "Being directed step by step or left guessing?",
      "Quiet intensity or messy enthusiasm?",
      "Touching everywhere or focusing on one spot?",
      "Being guided gently or handled firmly?",
      "Staying controlled or completely undone?",
      "Starting clothed or starting naked?",
      "Being told you’re good or shown you’re wanted?",
      "Focusing on one person or multiple sensations?",
      "Being pressed down or lifted up?",
      "Finishing quickly or drawing it out?",
      "Knowing what you’re doing or figuring it out as you go?",
      "Hands gripping sheets or gripping hair?",
      "Keeping it slow or pushing limits?",
      "Staying in the moment or chasing climax?",
      "Being bold first or warming up gradually?",
      "Following instinct or following instructions?",
      "One long session or several short ones?",
      "Being challenged or completely accepted?",
      "Staying neat or not caring at all?",
      "Focused intensity or playful chaos?",
      "Staying silent or vocal?",
      "Being pulled in close or pushed away then pulled back?",
      "Keeping it simple or experimenting?",
      "Ending satisfied or wanting more?",
      "One dominant energy or switching roles?",
      "Being touched lightly or firmly?",
      "Knowing what they want or discovering it together?",
      "Ending calmly or completely spent?",
      "Repeating what works or chasing new thrills?",
      "Being fully present or losing track of time?",
      "Staying controlled or fully unleashed?",
      "Keeping it familiar or crossing a line?",
      "Being confident or reckless?",
      "Finishing neatly or not caring about the mess?",
      "One intense climax or multiple smaller ones?",
      "Being focused on them or on yourself?",
      "Staying safe or pushing boundaries?",
      "Ending slowly or abruptly?",
      "Being dominant verbally or physically?",
      "Feeling powerful or feeling wanted?",
      "Repeating last time or topping it?",
      "Keeping it quiet or letting go?",
      "Being composed or completely undone?",
      "Ending satisfied or overstimulated?",
      "Staying connected or purely physical?",
      "Knowing when to stop or not stopping at all?",
      "Ending together or one after the other?"
    ],
    "Bold Questions (Spicy)": [
      "Have you ever seen or used a sex toy?",
      "Have you ever faked an orgasm?",
      "What's the wildest place you've hooked up?",
      "Do you prefer giving oral or receiving it?",
      "What usually turns you on faster: touch or words?",
      "Have you ever wanted someone you definitely shouldn’t have?",
      "Do you like being in control during sex or giving it up?",
      "What kind of touch makes it hard for you to think clearly?",
      "Do you enjoy slow build-up or getting straight to it?",
      "What’s something subtle that instantly gets your attention?",
      "Have you ever felt strong sexual tension without acting on it?",
      "Do you prefer lights on, lights off, or a bit of both?",
      "What kind of kissing turns you on the most?",
      "Do you like being guided or figuring things out as you go?",
      "What’s something you enjoy but rarely ask for?",
      "Do you prefer one intense round or multiple rounds?",
      "Have you ever been attracted to a close friend?",
      "What kind of compliments turn you on most?",
      "Do you like dirty talk or silence during sex?",
      "What kind of energy excites you more: calm confidence or raw desire?",
      "Have you ever been turned on by a risky situation?",
      "Do you like switching positions often or sticking to one?",
      "What part of foreplay matters most to you?",
      "Do you enjoy being teased or getting what you want quickly?",
      "Have you ever replayed a sexual moment in your head later?",
      "Do you prefer being dominant, submissive, or switching?",
      "What kind of touch makes you feel most wanted?",
      "Do you like sex to feel planned or spontaneous?",
      "What’s something that instantly kills the mood for you?",
      "Do you enjoy being watched or knowing you’re being desired?",
      "Have you ever surprised yourself with what turned you on?",
      "Do you prefer fast and urgent or slow and intense?",
      "What kind of flirting works on you every time?",
      "Do you enjoy verbal instructions during sex?",
      "What kind of connection makes sex better for you?",
      "Have you ever crossed a line you didn’t expect to cross?",
      "Do you like staying in control or losing it completely?",
      "What kind of atmosphere turns you on most?",
      "Do you prefer staying quiet or being vocal?",
      "Have you ever wanted sex more because you couldn’t have it?",
      "Do you like repeating what works or experimenting?",
      "What kind of attention makes you feel irresistible?",
      "Do you prefer morning sex or late-night sex?",
      "What makes a sexual experience unforgettable for you?",
      "Do you enjoy being physically guided during sex?",
      "Have you ever felt instant attraction without knowing why?",
      "Do you prefer emotional closeness before sex or after?",
      "What kind of tension excites you the most?",
      "Do you like being told what to do in bed?",
      "Have you ever wanted to break a rule sexually?",
      "Do you prefer focused attention or lots of stimulation?",
      "What kind of setting turns you on fastest?",
      "Do you like taking your time or having no patience?",
      "Have you ever been turned on just by eye contact?",
      "Do you enjoy sex more when it’s calm or chaotic?",
      "What kind of power dynamic excites you most?",
      "Do you like knowing what’s coming or being surprised?",
      "Have you ever wanted to repeat a moment immediately?",
      "Do you prefer one partner at a time or group scenarios?",
      "What kind of physical closeness do you crave most?",
      "Do you like staying composed or getting messy?",
      "Have you ever wanted sex because of tension alone?",
      "Do you prefer being praised or being challenged?",
      "What kind of pace feels best to you?",
      "Do you enjoy giving pleasure or receiving it more?",
      "Have you ever felt sexual chemistry instantly?",
      "Do you like sex to feel intense or playful?",
      "What kind of touch do you want more of?",
      "Do you prefer being fully naked or partly clothed at first?",
      "Have you ever felt turned on by confidence alone?",
      "Do you like repeating positions or switching constantly?",
      "What kind of sexual energy do you bring naturally?",
      "Do you enjoy physical or verbal reassurance more?",
      "Have you ever wanted to act on desire immediately?",
      "Do you like being dominant verbally or physically?",
      "What kind of intimacy makes you feel bold?",
      "Do you prefer slow teasing or direct action?",
      "Have you ever felt sexually confident out of nowhere?",
      "Do you enjoy giving instructions or receiving them?",
      "What kind of sexual mood excites you most?",
      "Do you like staying in one place or moving around?",
      "Have you ever been surprised by your own desire?",
      "Do you prefer being pulled in or pushing someone down?",
      "What kind of attraction is hardest for you to resist?",
      "Do you enjoy knowing you’re wanted or showing desire?",
      "Have you ever wanted sex more because it was risky?",
      "Do you like intense eye contact during sex?",
      "What kind of sexual rhythm feels best to you?",
      "Do you enjoy staying quiet or letting go vocally?",
      "Have you ever replayed a touch in your head later?",
      "Do you like being physically close or having space to move?",
      "What kind of initiation turns you on most?",
      "Do you prefer staying in control or giving it up?",
      "Have you ever wanted more after thinking you were done?",
      "Do you like sex to feel coordinated or spontaneous?",
      "What kind of desire do you act on fastest?",
      "Do you enjoy long sessions or short intense ones?",
      "Have you ever felt turned on by anticipation alone?",
      "Do you like knowing you’re desired or being shown?",
      "What kind of sexual confidence do you find attractive?",
      "Do you prefer familiar moves or new experiences?",
      "Have you ever surprised yourself by what you enjoyed?",
      "Do you like sex to feel grounded or wild?",
      "What kind of physical attention do you crave most?",
      "Do you enjoy being guided slowly or pushed suddenly?",
      "Have you ever wanted to go again immediately?",
      "Do you like feeling powerful or feeling wanted more?",
      "What kind of sexual connection excites you most?",
      "Do you prefer staying focused or multitasking sensations?",
      "Have you ever felt desire without understanding why?",
      "Do you like taking breaks or going nonstop?",
      "What kind of sexual pace suits you best?",
      "Do you enjoy playful teasing or serious intensity?",
      "Have you ever wanted to act on attraction instantly?",
      "Do you like being physically expressive or restrained?",
      "What kind of sexual atmosphere excites you most?",
      "Do you prefer clarity or mystery in sexual situations?",
      "Have you ever wanted more because you were denied?",
      "Do you like sex to feel intentional or impulsive?",
      "What kind of touch makes you feel most confident?",
      "Do you enjoy being admired or being desired more?",
      "Have you ever felt sexually energized by tension alone?",
      "Do you like being bold or being subtle?",
      "What kind of sexual dynamic feels best to you?",
      "Do you enjoy exploring limits or staying comfortable?",
      "Have you ever wanted sex because of emotional closeness?",
      "Do you like sex to feel controlled or unpredictable?",
      "What kind of sexual energy excites you most?",
      "Do you prefer one long climax or several shorter ones?",
      "Have you ever wanted to push things further than planned?",
      "Do you like staying composed or losing yourself?",
      "What kind of sexual intensity do you enjoy most?",
      "Do you enjoy repetition or variety more?",
      "Have you ever felt turned on by confidence alone?",
      "Do you like sex to feel safe or risky?",
      "What kind of sexual experience stays with you longest?",
      "Do you enjoy being the focus or sharing attention?",
      "Have you ever wanted to keep going past exhaustion?",
      "Do you like sex to feel smooth or rough?",
      "What kind of sexual curiosity do you have most?",
      "Do you prefer being bold first or warming up slowly?"
    ],
    "This or That (Funny)": [
      "Always smell like garlic or always smell like wet dog?",
      "Trip over your own feet daily or spill every drink you carry?",
      "Be chased by 100 ducks or one horse-sized duck?",
      "Walk into a glass door or fall on your bum?",
      "Accidentally like an old photo or accidentally send a screenshot?",
      "Loud stomach growl in a quiet room or phone ringing on full volume?",
      "Wave back at someone who wasn’t waving at you or call someone by the wrong name?",
      "Fall asleep during a movie or snore during a meeting?",
      "Spill a drink on yourself or drop food on someone else?",
      "Send a risky text to the wrong person or reply all by mistake?",
      "Laugh at the wrong moment or forget why you walked into a room?",
      "Forget someone’s birthday or forget their name?",
      "Have your phone die at 1% or lose it completely?",
      "Autocorrect ruining your message or voice note sending by accident?",
      "Awkward silence or talking too much?",
      "Trip on stairs or miss the last step?",
      "Clap too early or clap too late?",
      "Forget your wallet or forget your phone?",
      "Accidentally insult someone or accidentally overshare?",
      "Wave at a stranger you thought you knew or ignore someone you actually know?",
      "Laugh at your own joke or explain the joke?",
      "Walk into the wrong bathroom or try to open the wrong car?",
      "Get caught staring or get caught eavesdropping?",
      "Accidentally unmute yourself or accidentally turn your camera on?",
      "Miss a high five or miss a handshake?",
      "Forget what you’re saying mid-sentence or say the wrong word?",
      "Reply “you too” to something inappropriate or laugh when you shouldn’t?",
      "Have food stuck in your teeth all day or toilet paper on your shoe?",
      "Send a typo-filled message or send it unfinished?",
      "Be too early or way too late?",
      "Forget to mute notifications or forget to lock your screen?",
      "Have a bad haircut or a bad outfit?",
      "Drop your phone on your face or drop it in water?",
      "Accidentally like your ex’s post or see their story immediately?",
      "Misspell something important or forget to proofread?",
      "Forget someone’s name right after they tell you or guess and be wrong?",
      "Awkward hug or awkward handshake?",
      "Call someone “mom” by accident or wave at a stranger?",
      "Walk into a pole while texting or trip while not looking at your phone?",
      "Get caught singing out loud or dancing alone?",
      "Send the wrong emoji or no emoji at all?",
      "Forget why you opened an app or scroll for an hour without realizing?",
      "Lose your keys or lock yourself out?",
      "Say “bye” and walk the same direction or turn back awkwardly?",
      "Clothes inside out or tag sticking out?",
      "Get stuck in small talk or overshare immediately?",
      "Drop something loudly in a quiet place or sneeze uncontrollably?",
      "Have a loud laugh or an uncontrollable giggle?",
      "Say “what?” then understand immediately or ask twice?",
      "Forget a punchline or mess up the delivery?",
      "Wave too enthusiastically or barely acknowledge someone?",
      "Misjudge a step or bump into someone?",
      "Forget lyrics mid-song or sing the wrong ones confidently?",
      "Send a message meant for one person to a group chat?",
      "Accidentally reply with “lol” to bad news or with a serious reply to a joke?",
      "Get caught talking to yourself or to an object?",
      "Laugh silently when everyone else is serious or vice versa?",
      "Press the wrong button in public?",
      "Open the wrong tab while screen sharing?",
      "Forget someone’s name you’ve met multiple times?",
      "Mispronounce a word you know well?",
      "Walk into the wrong room confidently?",
      "Accidentally use the wrong tone in a text?",
      "Say “you too” to a waiter after they say “enjoy”?",
      "Miss the joke entirely or laugh too hard?",
      "Trip in front of people or spill something on them?",
      "Think someone is waving at you when they’re not?",
      "Send a voice note instead of a text?",
      "Accidentally turn on caps lock and not notice?",
      "Say the wrong name during a story?",
      "Get caught checking yourself out?",
      "Wave goodbye then keep talking?",
      "Forget what day it is or forget what time it is?",
      "Laugh at a joke five seconds too late?",
      "Misread a message completely?",
      "Try to pull a push door?",
      "Forget what you’re ordering at a restaurant?",
      "Press reply instead of reply all or vice versa?",
      "Have a ringtone go off at the worst time?",
      "Send a risky meme to the wrong chat?",
      "Trip while making eye contact?",
      "Forget where you parked?",
      "Send “ok” when you meant to send something longer?",
      "Start telling a story and forget the point?",
      "Over-explain something simple?",
      "Misjudge how loud you’re speaking?",
      "Accidentally close the wrong app?",
      "Walk the wrong way after saying goodbye?",
      "Forget why you’re annoyed?",
      "Laugh nervously instead of responding?",
      "Say “nice to meet you” to someone you already know?",
      "Reply too fast or take way too long?",
      "Accidentally send a screenshot to the person you screenshotted?",
      "Say “sorry” when it’s not your fault?",
      "Mishear something and respond confidently?",
      "Press send too soon?",
      "Get caught refreshing for replies?",
      "Miss the obvious joke?",
      "Overthink a simple reply?",
      "Walk past the place you were going?",
      "Accidentally say something out loud you meant to think?",
      "Forget what you’re holding?",
      "Laugh when you don’t get it?",
      "Accidentally bump into furniture?",
      "Open the wrong chat and start typing?",
      "Wave goodbye multiple times?",
      "Forget someone’s story mid-conversation?",
      "Reply with the wrong reaction?",
      "Send a message and immediately regret it?",
      "Say “what?” and then answer yourself?",
      "Misjudge silence?",
      "Forget to unmute?",
      "Talk while muted?",
      "Accidentally like a message from days ago?",
      "Open your camera by mistake?",
      "Start walking before the light turns green?",
      "Forget where you put something in your hand?",
      "Laugh at your own joke before finishing it?",
      "Say “same” when it doesn’t apply?",
      "Reply “haha” with a straight face?",
      "Trip over air?",
      "Forget to press record?",
      "Press the wrong emoji?",
      "Accidentally double text?",
      "Forget to end a call?",
      "Start speaking before thinking?",
      "End a conversation awkwardly?",
      "Forget what you were about to say?",
      "Talk too quietly or too loudly?",
      "Overshare or undershare?",
      "Misjudge a pause?",
      "Accidentally send a blank message?",
      "Press the wrong button publicly?",
      "Think about something embarrassing from years ago?"
    ],
    "Bold Questions (Funny)": [
      "What's the most ridiculous lie you ever told?",
      "If aliens landed and asked you to show humanity's dance move, which one would you pick?",
      "What's the dumbest thing you've done when you were drunk?",
      "Trip over your own feet daily or spill every drink you carry?",
      "Be chased by 100 ducks or one horse-sized duck?",
      "Have permanent bad breath or permanent squeaky shoes?",
      "Never sit comfortably again or never stand comfortably again?",
      "Sweat visibly when nervous or shake visibly when nervous?",
      "Be slightly sticky forever or slightly itchy forever?",
      "Laugh at your own jokes or explain them every time?",
      "Have food stuck in your teeth always or toilet paper on your shoe once a week?",
      "Walk too fast for everyone or too slow for everyone?",
      "Forget names instantly or confidently use the wrong one?",
      "Always arrive five minutes late or always leave five minutes early?",
      "Have a constant sniffle or a permanent dry cough?",
      "Be overdressed everywhere or underdressed everywhere?",
      "Lose balance when stopping or when starting to walk?",
      "Always think someone is calling you or never notice when they do?",
      "Open the wrong app every time or type the wrong word every message?",
      "Be terrible at greetings or terrible at goodbyes?",
      "Knock things over with your elbow or with your foot?",
      "Have a weak handshake or an aggressively strong one?",
      "Misread every joke or laugh one second too late?",
      "Always choose the slowest checkout line or the loudest seat?",
      "Drop your phone daily or forget where you put it daily?",
      "Sound sarcastic when serious or serious when joking?",
      "Get hiccups in quiet rooms or yawns during conversations?",
      "Always misjudge doorways or misjudge stairs?",
      "Clap too early or clap too late?",
      "Send risky texts accidentally or risky screenshots accidentally?",
      "Forget what day it is or forget what time it is?",
      "Wave back at people not waving or ignore people you know?",
      "Have crumbs appear on you randomly or stains appear randomly?",
      "Accidentally interrupt people or talk too long?",
      "Always pick the worst seat or the worst side of the bed?",
      "Speak too loudly on calls or too quietly in person?",
      "Forget why you entered a room or why you opened an app?",
      "Mispronounce common words or overpronounce fancy ones?",
      "Always spill sauce on light clothes or water on electronics?",
      "Trip in public rarely but badly or often but lightly?",
      "Laugh silently or snort when laughing?",
      "Forget lyrics but remember melodies or remember lyrics but sing off key?",
      "Drop cutlery in restaurants or knock glasses over?",
      "Always have cold hands or sweaty hands?",
      "Misjudge spice levels or temperature levels?",
      "Accidentally like old photos or accidentally react to messages?",
      "Sit on something sticky harmlessly or something wet harmlessly?",
      "Always lose socks or always lose pens?",
      "Talk too fast or pause awkwardly mid-sentence?",
      "Have a phone that freezes or a phone that autocorrects aggressively?",
      "Always forget one grocery item or buy one useless item?",
      "Walk into glass doors or pull push doors?",
      "Always misjudge distance or misjudge timing?",
      "Laugh during serious moments or stay serious during funny moments?",
      "Always crack joints loudly or sniff loudly?",
      "Have an alarm go off randomly monthly or ringtone weekly?",
      "Accidentally double text or forget to reply entirely?",
      "Drop food on yourself or drop food on the table?",
      "Always feel overdressed or always feel underdressed?",
      "Misjudge silence length or talk over pauses?",
      "Open camera instead of messages or send voice notes accidentally?",
      "Have shoes that squeak or a jacket that rustles?",
      "Always forget passwords or always reset passwords?",
      "Talk while muted or stay muted while talking?",
      "Accidentally reply all or accidentally forward messages?",
      "Laugh when confused or nod confidently?",
      "Forget where you parked or forget where you sat?",
      "Always spill coffee or always spill water?",
      "Be bad at directions or bad at timing?",
      "Always misjudge seating height or table height?",
      "Get static shocks often or stub toes often?",
      "Forget birthdays or forget anniversaries?",
      "Always choose the worst movie or worst restaurant?",
      "Lose balance on escalators or revolving doors?",
      "Have uncontrollable eyebrow movements or shoulder twitches?",
      "Always underestimate walking time or driving time?",
      "Drop phone on face or drop it in water?",
      "Always mishear names or mishear instructions?",
      "Laugh at inappropriate times or freeze completely?",
      "Accidentally overshare or accidentally undershare?",
      "Always knock on the wrong door or ring the wrong bell?",
      "Forget what you were saying mid-sentence or finish sentences wrong?",
      "Always spill crumbs or always spill liquids?",
      "Get nervous laughs or nervous silence?",
      "Have clumsy hands or clumsy feet?",
      "Always misjudge volume or distance?",
      "Pick up wrong bags or wrong drinks?",
      "Have permanently cold feet or sweaty feet?",
      "Always misjudge chair stability or table stability?",
      "Forget appointments or arrive wrong day?",
      "Trip over air or bump into furniture?",
      "Laugh too loud or whisper laugh?",
      "Have poor balance or poor coordination?",
      "Always smudge screens or scratch surfaces?",
      "Forget names of places or names of people?",
      "Always underestimate effort or overestimate confidence?",
      "Get stuck in small talk or overshare immediately?",
      "Always have messy hair or wrinkled clothes?",
      "Drop keys often or forget keys often?",
      "Misjudge weather daily or dress wrong daily?",
      "Always choose the loudest seat or coldest seat?",
      "Knock drinks with elbow or knee?",
      "Always misjudge distances in photos or mirrors?",
      "Forget what you ordered or regret what you ordered?",
      "Laugh at jokes late or explain jokes early?",
      "Always have shaky hands or shaky voice?",
      "Accidentally press send or forget to press send?",
      "Always underestimate hunger or thirst?",
      "Have loud footsteps or heavy breathing?",
      "Misjudge handshakes or hugs?",
      "Always forget charger or headphones?",
      "Laugh uncontrollably or not laugh at all?",
      "Always misjudge seating arrangements or exits?",
      "Drop utensils or knock glasses?",
      "Have poor memory for faces or voices?",
      "Always underestimate queues or overestimate patience?",
      "Accidentally close apps or tabs?",
      "Always misjudge how much you talked?",
      "Forget names right away or remember wrong names forever?",
      "Always walk into the wrong room or wrong floor?",
      "Laugh awkwardly or stare awkwardly?",
      "Misjudge silence or fill it badly?",
      "Always sit on something noisy or squeaky?",
      "Drop phone on lap or foot?",
      "Always misjudge speed or direction?",
      "Be clumsy when relaxed or clumsy when stressed?",
      "Always forget what you were about to say or say it twice?",
      "Laugh at your own jokes or deny laughing?",
      "Misjudge timing of jokes or reactions?",
      "Always have dry mouth or runny nose?",
      "Drop food immediately or spill drinks slowly?",
      "Always misjudge comfort or style?",
      "Forget why you stood up or why you sat down?",
      "Always underestimate mess or overestimate cleanup?",
      "Laugh nervously or smile awkwardly?",
      "Misjudge seating space or leg room?",
      "Always choose wrong size or wrong color?",
      "Trip while standing still or while walking confidently?",
      "Always misjudge seriousness or sarcasm?"
    ]
  },
  "Family talks": {
    "Parent Perspective": [
      "What's one rule you'd definitely enforce as a parent?",
      "What tradition would you pass down to your kids?",
      "Would you rather be the cool parent or the strict parent?",
      "How did you meet?",
      "When did you move in together?",
      "Did you marry? If so, how was the proposal, wedding, and honeymoon?",
      "How would you describe your early dating?",
      "Did you ever meet your partner's family?",
      "How do you spend your time together? Do you share hobbies and interests?",
      "Do you have a special piece of music or something you share together?",
      "What attracted you to your partner?",
      "What do you miss about them when you are apart?",
      "Tell me about your significant other(s).",
      "Did you have children with your partner?",
      "How did you feel when you found out you were going to become a parent?",
      "How did your relationship change when you had children?",
      "How has your relationship with your children changed over the years?",
      "Did you have any grandchildren? If so, what advice would you give them?",
      "How would you describe each of your children when they were growing up, and what do they do now?"
    ],
    "Child Perspective": [
      "What's the funniest excuse you gave to avoid chores?",
      "What's one thing your parents never let you do that you really wanted?",
      "What advice from your parents stuck with you the most?"
    ],
    "Sibling Perspective": [
      "What's the funniest fight you had with a sibling?",
      "If you and your sibling started a business, what would it be?",
      "What secret did you and your sibling keep from your parents?"
    ],
    "Grandparent Perspective": [
      "What do you enjoy most about being retired?",
      "How did you adjust to retirement?",
      "Did you celebrate your retirement?",
      "When did you retire?",
      "Why did you choose to retire?",
      "What do you miss most about the old days?"
    ]
  },
  "Work mood": {
    "Values & Culture": [
      "Which of our core values do you identify with the most?",
      "Would you rather work alone or on a team?",
      "What motivates you the most at work?"
    ],
    "Challenges & Experiences": [
      "What was the biggest disappointment you've experienced at work?",
      "What's the hardest project you've ever worked on?",
      "Who's the best boss you've ever had, and why?"
    ]
  },
  "Hot takes": {
    "Never Have I Ever": [
      "Never have I ever eaten something off the floor.",
      "Never have I ever texted the wrong person by mistake.",
      "Never have I ever fallen asleep in a meeting."
    ],
    "Truth or Dare": [
      "Truth: What's the most embarrassing thing you've Googled?",
      "Dare: Talk in an accent for the next 2 minutes.",
      "Truth: Who here do you trust the most?"
    ],
    "Would You Rather": [
      "Would you rather never use a spoon again or never use a fork again?",
      "Would you rather always be 10 minutes late or 20 minutes early?",
      "Would you rather give up social media or give up pizza?"
    ],
    "Debate Sparks": [
      "Firearms yes or no? Pick a side",
      "Weed should be legal, yes or no? Pick a side",
      "Pineapple on pizza, yes or no? Pick a side"
    ]
  }
}
