{
  "Get to know you": {
    "This or That": [
      "Coffee or tea to start your day?",
      "City life or countryside forever?",
      "Netflix night in or night out dancing?",
      "iPhone or Android?",
      "Short hair or long hair?",
      "River day or lake day?",
      "Glasses or contacts?",
      "Velvet or leather?",
      "Crayons or markers?",
      "Shoes or sandals?",
      "Fish or birds?",
      "Sitting or standing?",
      "Shorts or pants?",
      "Sweet or savory?",
      "Cats or dogs?",
      "Trees or bushes?",
      "Driver or passenger?",
      "Steak or chicken for dinner?",
      "Airplanes or hot air balloons?",
      "Reading or writing?",
      "Crayons or colored pencils?",
      "Hairspray or hair gel?",
      "Hardwood floors or carpet?",
      "Dancing or singing?",
      "Shoes on or barefoot at home?",
      "Walking on grass or walking on concrete?",
      "Comedy night or drama night?",
      "Smartphone time or movie time?",
      "Hiking or swimming?",
      "Chocolate or fruit?",
      "Silk or cotton?",
      "Fake plants or real plants?",
      "WhatsApp message or a quick phone call?",
      "Beach trip or mountain trip?",
      "Donuts or croissants?",
      "Laptop or desktop?",
      "Pizza or hamburger?",
      "Morning person or night owl?",
      "Waffles or pancakes?",
      "Naps or no naps?",
      "Cooking or washing up?",
      "Series night or movie night?",
      "Whole milk or skim milk?",
      "Macs or PCs?",
      "Shower or bath?",
      "McDonald's or Burger King?",
      "Fried chicken or hot dogs?",
      "Asian food or Mexican food?",
      "Planes or trains?",
      "Halloween or Christmas?",
      "Walking or running?",
      "Fruits or veggies?",
      "Earbuds or headphones?",
      "Math or science?"
    ],
    "Light Questions": [
      "What was your favorite cartoon as a kid?",
      "What's your go-to comfort food?",
      "If you could have any pet, what would it be?",
      "What’s under your kitchen sink?",
      "Can you name someone who shares your birthday?",
      "What’s the most recent thing you ate?",
      "How much do spoilers annoy you?",
      "When was the last time you were sick?",
      "What’s the hottest you ever remember being?",
      "If you could live in a house of any size, what size would feel too big for you?",
      "Is there any food you never get too full for?",
      "What’s your favorite piece of clothing you own?",
      "What’s the most unusual mode of transportation you’ve taken?",
      "About how many pairs of shoes do you own?",
      "What’s the farthest you’ve traveled in a single day?",
      "What’s your favorite Disney movie?",
      "What’s one kitchen appliance you don’t own but would like to?",
      "If you had to try one extreme sport, which would you pick?",
      "How good are you at saying tongue twisters?",
      "What’s a favorite movie from your childhood?",
      "How outgoing would you say you are?",
      "What’s your favorite type of fabric to wear?",
      "If you could have any superpower, what would it be?",
      "If you could eat one food as much as you want without it being unhealthy, which would you choose?",
      "If you had to spend your whole salary in one store, which store would it be?",
      "If you could repaint one room in your home, which room would you choose?",
      "How do you feel about circuses?",
      "Is it easier for you to keep your room clean or your car clean?",
      "What’s your favorite dessert?",
      "What movie do you think is a waste of time?",
      "How do you feel about shopping for clothes?",
      "What’s the most recent movie you watched?",
      "What’s the view from your bedroom window?",
      "What do you wish you had more of?",
      "Is there any food you absolutely can’t stand?",
      "What’s your least favorite household chore?",
      "Which sport are you best at?",
      "Are you a heavy sleeper or a light sleeper?",
      "How many times a day do you check your phone?",
      "What food or dish do you cook the best?",
      "What’s your favorite form of exercise?",
      "If you had to wear one color for the rest of your life, which color would it be?",
      "If you could choose a different name for yourself, what would it be?",
      "Who was the last person you spoke to on the phone?",
      "If you could learn to cook one dish perfectly, what would it be?",
      "What was your first paying job?",
      "What would be a great invention?",
      "What are you grossed out by?",
      "How many phone numbers do you have completely memorized?",
      "If you could be any animal, which would you be?",
      "Do you listen to any podcasts?",
      "What’s the most annoyingly catchy song you can think of?",
      "What’s the most recent TV show you watched?",
      "Have you ever seen anything unidentified in the sky?",
      "How important is organization to you?",
      "How often do you use emojis?",
      "Do you know how to change a flat tire?",
      "What’s your favorite and least favorite thing about traveling?",
      "What color is your toothbrush?",
      "Do you pour cereal first or milk first?",
      "Do you drink the milk in the bowl after finishing your cereal?",
      "Do you leave online reviews for things you buy?",
      "Which insect or animal would you remove from the earth if you could?",
      "What was the most recent concert you went to?",
      "What language would you like to learn?",
      "What’s your favorite time of day?",
      "What’s a contest or award you’ve won?",
      "What’s your favorite sport to watch?",
      "What book did you start reading but never finish?",
      "Where were you this time yesterday?",
      "Where do you think you’ll be this time tomorrow?",
      "Are there any sounds or sensations you can’t stand?",
      "Who is your favorite superhero?",
      "What’s one song you know all the lyrics to?",
      "What word or phrase do you say way too often?",
      "What’s one of the funniest commercials you've ever seen?",
      "Do you wish you had more clothes or fewer clothes?",
      "If you planted a garden, what would you grow?",
      "If you could be anywhere right now playing this game, where would you be?",
      "If you could be any fictional character, who would you choose?",
      "What time do you usually go to bed?",
      "What’s your favorite type of cheese?",
      "If you could live one day in the life of any profession, which would it be?",
      "How many times a year do you usually get sick?",
      "If it’s late and you can’t fall asleep, what do you do?",
      "How many slices of pizza can you eat in one sitting?",
      "What excuse do you usually use to avoid obligations?",
      "If a genie gave you three wishes, what would you wish for?",
      "What would be your preferred way to start the day?",
      "What’s a recent purchase you regret?",
      "What’s your preferred brand of deodorant?",
      "Have you ever cut your own hair?"
    ],
    "Moderate Questions": [
      "What's the best trip you've ever taken?",
      "Which skill do you wish you had?",
      "What was the best gift you've ever received?",
      "Did your parents have siblings?",
      "Did your family have any pets?",
      "What was your favourite thing to do during your teenage years?",
      "What did you want to do when you grew up?",
      "Did you learn to drive?",
      "Which were your favourite subjects?",
      "What was your special talent or favourite subject?",
      "Do you have any siblings? If so, what are their names and ages?",
      "Did your family or you join any societies at university?",
      "What activities did you and your best friend enjoy doing?",
      "What hobbies and interests did you have during your teenage years?",
      "Who were your closest friends as a teenager?",
      "Who were your closest friends at college?",
      "What did you do on school holidays?",
      "Where did you live during these years?",
      "Did you enjoy primary school?",
      "Did you study hard?",
      "Which secondary school did you attend, and what type of school was it?",
      "How did you celebrate birthdays when you were young?",
      "What are the names of your maternal grandparents?",
      "What is your earliest memory of school?",
      "Who were your closest friends growing up?",
      "Do you remember your first (or least favourite) teacher?",
      "Did you ever get into trouble at primary school?",
      "Did you enjoy college?",
      "What did your father do for a living?",
      "Did any teacher make a big impression on you (positive or negative)?",
      "How did your life change moving to secondary school?",
      "Did you study further than degree level?",
      "Did you go on to study for a degree? If so where and what did you study?",
      "What was your first job?",
      "Which primary school did you attend, and what type of school was it?",
      "Were you part of a sports team or any extra-curricular activities?",
      "What was your favourite music, TV, films, or books during your teenage years?",
      "What styles of clothes did you wear, and how did you style your hair as a teenager?",
      "Did you make good friends?",
      "How old were your parents during your childhood?",
      "What were your favorite holidays like?",
      "Where and when were you born?",
      "How would you describe your grandparents’ home?",
      "How would you describe the neighborhood you grew up in?",
      "How would you describe your father?",
      "How would you describe your siblings?",
      "How would you describe your student years?",
      "How did you adjust to working full time?",
      "Did you enjoy living away from home?",
      "Where did you live once you left your childhood home?",
      "What was the salary of your first job?",
      "Who did you live with?",
      "Where do you visit most often?",
      "What hobbies have you enjoyed throughout your life?",
      "What activities and hobbies do you currently enjoy?",
      "Do you enjoy spending time outside, perhaps in the garden or on a walk?",
      "How do you exercise?",
      "Have you supported any charities or causes?",
      "How do you like to unwind and relax?",
      "If you could visit anywhere in the world, where would it be and why?",
      "Do you have any goals you'd like to accomplish?",
      "What compliment do you receive most often?",
      "What’s a talent you admire in others?",
      "If you had unlimited money, what business would you start?",
      "When was a time you said yes but wish you had said no?",
      "Who is someone you understand better now than you used to?",
      "Have you ever had a paranormal experience?",
      "What’s a saying or mantra that has made your life easier?",
      "Do you feel your age, or do you feel younger or older?",
      "What are you afraid of?",
      "Where have you gone and felt the most out of place?",
      "If you had a time machine, where and when would you go?",
      "What’s the most money you would spend on a piece of clothing?",
      "Do you think we will ever discover intelligent life on other planets?",
      "What’s one thing you would change about your life right now?",
      "What’s the biggest stressor in your life at the moment?",
      "Do you think it’s okay to lie sometimes?",
      "What tends to worry you the most lately?",
      "Do you have any recurring dreams?",
      "How much of a leader would you say you are?",
      "What’s an activity you’d do if you weren’t so afraid?",
      "Have you ever borrowed something and broken, lost, or forgotten to return it?",
      "How often do you talk to yourself?",
      "What would your past self think of who you are today?",
      "At what age would you consider someone to be old?",
      "Do you consider yourself a good long-distance friend?",
      "What’s the most heroic thing you’ve ever done?",
      "How many seconds do you usually spend brushing your teeth?",
      "What’s a rule or promise you’ve set for yourself that you never break?",
      "Is there a risk you’d like to take but you’re too afraid to?",
      "What’s your love language?",
      "What’s one thing you would change about the world today?",
      "What has been the most difficult skill you’ve had to learn?",
      "What’s a bad habit that was hard for you to give up?",
      "Who encouraged you most when you were young?",
      "If you had 24 hours while the world was paused, what would you do?",
      "If you had a million dollars to spend only on someone you love, what would you buy?",
      "If you had a month of free time to learn a new hobby, what would it be?",
      "What do you think of the sound of your own voice?",
      "What’s something you’re interested in that most people aren’t?",
      "How often do you ask for help?",
      "What’s one thing you like about the person to your right?",
      "What’s an answer you wish you had right now?"
    ],
    "In-depth Questions": [
      "What life lesson took you the longest to learn?",
      "If you could change one decision from your past, what would it be?",
      "Who has influenced you most in your life?",
      "What lessons about love and life did you learn during these years?",
      "How did your views on religion change during this time?",
      "What are your most memorable stories of your father?",
      "What are your most memorable stories of your mother?",
      "What did you hope for as you grew older?",
      "Did you know what you wanted to do when you were older? How did you feel about the future?",
      "Were there any historical events you lived through that stood out?",
      "What was your relationship with your family like during these years?",
      "What is your earliest memory?",
      "What did you learn from your father?",
      "Do you have any information about relatives further back than your grandparents?",
      "Were you told any stories of your birth?",
      "How old were you when you met the one?",
      "What are your most treasured memories of happy times spent together?",
      "What have you learnt about relationships over the years? Any advice you'd share?",
      "How would you describe your religious beliefs?",
      "What have been the most difficult things in your life?",
      "What values did your parents and grandparents instill in you?",
      "Do you have a message you'd like to share with your family?",
      "What have you done in your life which you are most proud of?",
      "What values have guided you the most in your life?",
      "What have been the most positive things in your life?",
      "What are your most prized possessions, and what do they mean to you?",
      "What do you think are the most important things in later life?",
      "Who do you most admire?",
      "How have your beliefs changed over the years?",
      "What are the best decisions you have made?",
      "What events shaped your life the most?",
      "What have you learned during your working life that you'd like to pass on to others?",
      "What are the most memorable global events you've lived through?",
      "Which have been the most enjoyable periods of your life so far and why?",
      "What advice do you have for future generations?",
      "What are your hopes and dreams for the future?",
      "How do you hope people will remember you?",
      "What’s one thing you could remove from your life that would most improve it?",
      "Have you ever been depressed?",
      "Have you ever tried a self-help technique?",
      "What has been a turning point in your life?",
      "What’s one way you’ve changed for the better in the past year?",
      "What’s a difficult goal you managed to achieve?",
      "If you could change one event in history, what would it be?",
      "If you could revisit your past and bring back one item, what would it be?",
      "How has your personality changed throughout your life?",
      "If you had to lose one of your senses, which would it be?",
      "What’s an annoying habit you wish you could break?",
      "What usually triggers your anger?",
      "What’s your biggest fear?",
      "Who has impacted your life the most?",
      "When you meet someone new, what first impression do you hope they have of you?",
      "What’s the most important ingredient in a friendship?",
      "If you could create one rule everyone had to follow, what would it be?",
      "What happened in your life in the past five years that you never expected?",
      "What’s something you’ve learned that you wish you hadn’t?",
      "Is there a question you’re afraid to ask anyone here?",
      "Do you have a memory you wish you could forget?",
      "If you could know your exact death date, would you want to?",
      "When was the last time you felt insulted?",
      "What’s one thing you would change about modern politics?",
      "What’s the most embarrassing moment of your life?",
      "Have you ever seen a dead body?",
      "If you had to relive one day of your life forever, which day would it be?",
      "What’s something you’ve changed your mind about recently?",
      "What’s one thing you would never change about yourself?",
      "What’s something you looked forward to for a long time but didn’t meet your expectations?"
    ],
    "Love Couples": [
      "What's a little habit of mine that you secretly love?",
      "Would you rather plan every detail of a trip or go totally spontaneous together?",
      "What was your very first impression of me?",
      "If we swapped lives for a day, what's the first thing you'd do?",
      "What's a goal or dream we should chase as a team?"
    ]
  },
  "Edgy vibes": {
    "This or That (Spicy)": [
      "Sex once a month or five times a week?",
      "Kiss on the first date or wait until the 5th?",
      "Date someone super hot but boring, or fun but average-looking?"
    ],
    "Bold Questions (Spicy)": [
      "What's your favorite sex toy?",
      "Have you ever faked an orgasm?",
      "What's the wildest place you've hooked up?"
    ],
    "This or That (Funny)": [
      "Always smell like garlic or always smell like wet dog?",
      "Trip over your own feet daily or spill every drink you carry?",
      "Be chased by 100 ducks or one horse-sized duck?"
    ],
    "Bold Questions (Funny)": [
      "What's the most ridiculous lie you ever told?",
      "If aliens landed and asked you to show humanity's dance move, which one would you pick?",
      "What's the dumbest thing you've done when you were drunk?"
    ]
  },
  "Family talks": {
    "Parent Perspective": [
      "What's one rule you'd definitely enforce as a parent?",
      "What tradition would you pass down to your kids?",
      "Would you rather be the cool parent or the strict parent?",
      "How did you meet?",
      "When did you move in together?",
      "Did you marry? If so, how was the proposal, wedding, and honeymoon?",
      "How would you describe your early dating?",
      "Did you ever meet your partner's family?",
      "How do you spend your time together? Do you share hobbies and interests?",
      "Do you have a special piece of music or something you share together?",
      "What attracted you to your partner?",
      "What do you miss about them when you are apart?",
      "Tell me about your significant other(s).",
      "Did you have children with your partner?",
      "How did you feel when you found out you were going to become a parent?",
      "How did your relationship change when you had children?",
      "How has your relationship with your children changed over the years?",
      "Did you have any grandchildren? If so, what advice would you give them?",
      "How would you describe each of your children when they were growing up, and what do they do now?"
    ],
    "Child Perspective": [
      "What's the funniest excuse you gave to avoid chores?",
      "What's one thing your parents never let you do that you really wanted?",
      "What advice from your parents stuck with you the most?"
    ],
    "Sibling Perspective": [
      "What's the funniest fight you had with a sibling?",
      "If you and your sibling started a business, what would it be?",
      "What secret did you and your sibling keep from your parents?"
    ],
    "Grandparent Perspective": [
      "What do you enjoy most about being retired?",
      "How did you adjust to retirement?",
      "Did you celebrate your retirement?",
      "When did you retire?",
      "Why did you choose to retire?",
      "What do you miss most about the old days?"
    ]
  },
  "Work mood": {
    "Values & Culture": [
      "Which of our core values do you identify with the most?",
      "Would you rather work alone or on a team?",
      "What motivates you the most at work?"
    ],
    "Challenges & Experiences": [
      "What was the biggest disappointment you've experienced at work?",
      "What's the hardest project you've ever worked on?",
      "Who's the best boss you've ever had, and why?"
    ]
  },
  "Hot takes": {
    "Never Have I Ever": [
      "Never have I ever eaten something off the floor.",
      "Never have I ever texted the wrong person by mistake.",
      "Never have I ever fallen asleep in a meeting."
    ],
    "Truth or Dare": [
      "Truth: What's the most embarrassing thing you've Googled?",
      "Dare: Talk in an accent for the next 2 minutes.",
      "Truth: Who here do you trust the most?"
    ],
    "Would You Rather": [
      "Would you rather never use a spoon again or never use a fork again?",
      "Would you rather always be 10 minutes late or 20 minutes early?",
      "Would you rather give up social media or give up pizza?"
    ],
    "Debate Sparks": [
      "Firearms yes or no? Pick a side",
      "Weed should be legal, yes or no? Pick a side",
      "Pineapple on pizza, yes or no? Pick a side"
    ]
  }
}
